"Mercurial/Create Repository" = "Mercurial/Create Repository";
"Mercurial/Clone Repository" = "Mercurial/Clone Repository";
"Mercurial/Commit" = "Mercurial/Commit";
"Mercurial/Synchronize" = "Mercurial/Synchronize";